[
  {
    "map_id": 2,
    "map_name": "Caregiver Wellbeing & Family Environment",
    "map_description": "This causal loop diagram is centered on caregiver-level factors associated with the incidence of child maltreatment. It explores contributors to caregivers' wellbeing and caregivers' behaviors. It also explores the impact that multiple variables related to caregiving have on the risk of child maltreatment.",
    "map_variables": "Variable 1 (Caregiver Attitudes and Beliefs) - Definition: Attitudes and beliefs held by caregivers that influence parenting practices and the relationship with the child; Examples: caregiver attitude toward themselves, caregiver attitude toward parenting, caregiver attitude toward children, caregiver expectations of the child.\n\nVariable 2 (Caregiver Coping & Regulation Strategies) – Definition: Skills and strategies caregivers use to manage stress and challenges from caregiving or other life circumstances; Examples: parenting capabilities, parenting coping strategies, caregiver emotional regulation, caregiver optimism, caregiver reflective functioning, caregiver personal control, maternal psychological functioning, caregiver resilience, parenting functioning capacity, caregiver bandwidth to dedicate to the child.\n\nVariable 3 (Caregiver Efficacy & Confidence) – Definition: Caregivers' self-perceived confidence and competence in their parenting roles; Examples: parental self-perception, parental self-esteem, parental self-efficacy.\n\nVariable 4 (Caregiver Maltreatment During Childhood) – Definition: Caregivers' histories of experiencing maltreatment during their own childhood, including type, severity, and duration; Examples: maternal history of child maltreatment, sexual abuse, physical abuse, emotional abuse, other forms of abuse and neglect.\n\nVariable 5 (Intimate Partner Violence) – Definition: Caregiver experiencing intimate partner violence (IPV) in a romantic relationship, affecting family dynamics and wellbeing; Examples: Various forms of IPV, have varying impacts on the caregiver and family environment.\n\nVariable 6 (Caregiver Wellbeing) – Definition: Overall physical and mental health, stress levels, and past trauma-related experiences of caregivers, including general health and specific diagnoses impacting caregiving capacity; Examples: caregiver physiology factors, maternal depression, psychological symptoms, past experience of child maltreatment, experience of IPV, depression, PTSD, borderline personality disorders, emotional wellbeing, maternal mental health, other forms of health.\n\nVariable 7 (Stressors of Caregiving) – Definition: Mental and emotional toll on caregivers from day-to-day child-rearing responsibilities and challenges; Examples: parenting stress, chronic parenting stress, stressful events.\n\nVariable 8 (Caregiver Substance Misuse) – Definition: Caregivers engaging in substance misuse, varying in severity, chronicity, and impact; Examples: alcohol misuse, drug misuse, maternal substance misuse.\n\nVariable 9 (Caregiver Crisis) – Definition: Caregiver experiencing a crisis due to life events causing significant anxiety and stress, either short-term or chronic; Examples: None.\n\nVariable 10 (Abuse & Neglect) – Definition: Harm experienced by a child due to a caregiver's actions, including physical, emotional, and sexual abuse, and neglect (regardless of child protection system reporting and this may include ACEs). This encompasses actions that result in physical injury, emotional trauma, sexual exploitation, or deprivation of basic needs; Examples: abuse, neglect, physical harm & abuse, emotional harm & abuse, sexual abuse, developmental harm.\n\nVariable 11 (Risk Factors of Child Maltreatment) – Definition: Indicators and predictors of potential child maltreatment, based on demographic, environmental, and behavioral risk factors. This includes data from risk assessments, prior reports, socio-economic status, caregiver behaviors, and environmental conditions that increase the likelihood of future maltreatment; Examples: child maltreatment rates or combined abuse & neglect rates, physical, emotional, and supervisory neglect, physical, emotional, and sexual abuse, physical or violent discipline, childhood injuries, adverse childhood experiences.\n\nVariable 12 (Child Disability & Chronic Illness) – Definition: Health needs and conditions in children requiring ongoing healthcare resources, excluding mental health or short-term illnesses; Examples: chronic illness, special healthcare needs.\n\nVariable 13 (Child Resiliency) – Definition: Ability of a child to overcome challenges and hardships; Examples: None.\n\nVariable 14 (Child Wellbeing & Development) – Definition: Various aspects of children's development, safety, health, and overall wellbeing, both physical and psychological; Examples: child self-regulation, child physical health, child mental health, child self-esteem, child emotional wellbeing, child cognitive development, child academic performance, child quality of life, child health conditions, child behavioral and emotional wellbeing, delinquency, reunification.\n\nVariable 15 (External Shocks/Major Life Events) – Definition: Significant events impacting a family's life circumstances, not caused by the family, such as natural disasters or economic crises; Examples: emergencies, external financial crises, natural disasters, war/conflict, pandemic.\n\nVariable 16 (Community Social Support) – Definition: Community-level social dynamics, including social cohesion, order, and behavioral norms within a neighborhood; Examples: social networks and support, neighborhood social cohesion, collective efficacy, and social control, norms within neighborhood and social network, such as drug use, violent behavior.\n\nVariable 17 (Child/Caregiver Attachment) – Definition: Quality of the bond and attachment between a caregiver and child; Examples: parent-child attachment, parent-child synchrony, attachment style, parent-child interaction.\n\nVariable 18 (Financial Status & Stressors) – Definition: Economic resources and financial hardships affecting a family's overall economic stability and stress levels; Examples: income, family SES, financial and material resources received through safety net programs, material hardships, economic crisis, household economic resources & income, financial costs associated with caregiving, poverty, income loss or instability, material hardship.\n\nVariable 19 (Household Dynamics / Family Environment) – Definition: Interpersonal dynamics and relationships within a family, including support systems and conflicts. Family composition; Examples: individual-level social support from household members, family norms of violence, parenting behavior, and discipline, family conflict, level of parental supervision, family structure.\n\nVariable 20 (Parent Training/Education Programs) – Definition: Programs designed to train and educate caregivers, impacting parenting practices and caregiver attitudes; Examples: peer support, psychoeducation intervention, parenting education programs, impact of gender norms on participation, discussion of gender within programs.\n\nVariable 21 (Parenting Practices & Behaviors) – Definition: Activities and behaviors caregivers engage in with their children, influencing child development and wellbeing; Examples: breastfeeding practices, communication practices, role reversal, positive parenting, rejection/withdrawal from children, physical and psychological aggression, discipline, adverse parenting practices, supervision.\n\nVariable 22 (Personal Social Support) – Definition: Formal and informal social support systems available to families, including social services and personal networks; Examples: maternal social isolation, social services & resources, family social supports, parent social supports."
  },
  {
    "map_id": 4,
    "map_name": "Financial Stressors & Child Maltreatment Evidence Map",
    "map_description": "This causal loop diagram is centered on community-level and family-level financial factors associated with the incidence of child maltreatment. It explores contributors to neighborhood and household conditions, and also explores the impact multiple variables related to financial stressors have on the risk of child maltreatment.",
    "map_variables": "Variable 1 (Caregiver Wellbeing) – Definition: Overall physical and mental health, stress levels, and past trauma-related experiences of caregivers, including general health and specific diagnoses impacting caregiving capacity; Examples: caregiver physiology factors, maternal depression, psychological symptoms, past experience of child maltreatment, experience of IPV, depression, PTSD, borderline personality disorders, emotional wellbeing, maternal mental health, other forms of health.\n\nVariable 2 (Stressors of Caregiving) – Definition: Mental and emotional toll on caregivers from day-to-day child-rearing responsibilities and challenges; Examples: parenting stress, chronic parenting stress, stressful events.\n\nVariable 3 (Caregiver Substance Misuse) – Definition: Caregivers engaging in substance misuse, varying in severity, chronicity, and impact; Examples: alcohol misuse, drug misuse, maternal substance misuse.\n\nVariable 4 (Caregiver Employment) – Definition: Availability and characteristics of employment opportunities for caregivers; Examples: parental employment status.\n\nVariable 5 (Caregiver Demographics) – Definition: Caregiver demographic characteristics and individual attributes; Examples: caregiver race/ethnicity, caregiver education, caregiver gender, caregiver age.\n\nVariable 6 (CWS Reporting, Involvement & Policies) – Definition: Documented interactions with child welfare services, or child protection systems, including the frequency and outcomes of reports, investigations, child removals,  foster care placements, and termination of parental rights. This measures the formal responses to alleged or confirmed cases of maltreatment; Examples: out-of-home placement, foster care stays and reunifications, CWS reports and hotline calls.\n\nVariable 7 (Risk Factors of Child Maltreatment) – Definition: Indicators and predictors of potential child maltreatment, based on demographic, environmental, and behavioral risk factors. This includes data from risk assessments, prior reports, socio-economic status, caregiver behaviors, and environmental conditions that increase the likelihood of future maltreatment; Examples: child maltreatment rates or combined abuse & neglect rates, physical, emotional, and supervisory neglect, physical, emotional, and sexual abuse, physical or violent discipline, childhood injuries, adverse childhood experiences.\n\nVariable 8 (Child Disability & Chronic Illness) – Definition: Health needs and conditions in children requiring ongoing healthcare resources, excluding mental health or short-term illnesses; Examples: chronic illness, special healthcare needs.\n\nVariable 9 (Child Wellbeing & Development) – Definition: Various aspects of children's development, safety, health, and overall wellbeing, both physical and psychological; Examples: child self-regulation, child physical health, child mental health, child self-esteem, child emotional wellbeing, child cognitive development, child academic performance, child quality of life, child health conditions, child behavioral and emotional wellbeing, delinquency, reunification.\n\nVariable 10 (Child Demographics) – Definition: Children's demographic characteristics, such as age, gender, and race/ethnicity; Examples: child age, child gender, child race/ethnicity.\n\nVariable 11 (Neighborhood Characteristics) – Definition: Non-demographic features of a neighborhood, focusing on socioeconomic characteristics like income levels; Examples: neighborhood impoverishment, neighborhood wealth.\n\nVariable 12 (Neighborhood Demographics) – Definition: Demographic characteristics of a neighborhood, such as population density and ethnic composition; Examples: racial/ethnic composition, population density, immigrant concentration, neighborhood family structure, neighborhood education, neighborhood teen birth rate.\n\nVariable 13 (Neighborhood Environment & Resources) – Definition: This encompasses the physical condition of a neighborhood and availability of local resources. It includes aspects such as infrastructure quality, environmental quality, and access to community services and facilities that support family and child wellbeing; Examples: distance to a family resources center, density of child welfare services, neighborhood services for children and families, neighborhood substance abuse services, quality of neighborhood environment, neighborhood physical disorder such as presence of litter, abandoned cars, vacant or deserted houses, drinking in public, etc..\n\nVariable 14 (Risk of Harm from Neighborhood Conditions) – Definition: Potentially harmful factors in a neighborhood, including crime, violence, and substance availability; Examples: neighborhood disorder and dis-amenities, alcohol and drug availability, drug-related incidents or arrests, neighborhood violence, neighborhood crime presence or rate.\n\nVariable 15 (Transportation Access) – Definition: Availability and accessibility of transportation options; Examples: general transportation access, transportation access to child welfare participation, transportation access to pediatric health care.\n\nVariable 16 (Community Social Support) – Definition: Community-level social dynamics, including social cohesion, order, and behavioral norms within a neighborhood; Examples: social networks and support, neighborhood social cohesion, collective efficacy, and social control, norms within neighborhood and social network, such as drug use, violent behavior.\n\nVariable 17 (Insurance Coverage/Healthcare Utilization) – Definition: Access to quality healthcare, utilization of health services, and medical insurance coverage; Examples: access to health care, medical insurance eligibility.\n\nVariable 18 (Financial Status & Stressors) – Definition: Economic resources and financial hardships affecting a family's overall economic stability and stress levels; Examples: income, family SES, financial and material resources received through safety net programs, material hardships, economic crisis, household economic resources & income, financial costs associated with caregiving, poverty, income loss or instability, material hardship.\n\nVariable 19 (Household Dynamics / Family Environment) – Definition: Interpersonal dynamics and relationships within a family, including support systems and conflicts. Family composition; Examples: individual-level social support from household members, family norms of violence, parenting behavior, and discipline, family conflict, level of parental supervision, family structure.\n\nVariable 20 (Housing Conditions & Stability) – Definition: Physical conditions of a family's home and housing stability, including risk of eviction, overcrowding, and resources; Examples: physical home environment, safety, and sanitation, child access to physical home resources, housing stability and eviction risk, homelessness, frequency of movements to new homes, whether voluntary or involuntary.\n\nVariable 21 (Engagement in Social Services) – Definition: Family-level engagement in social services, including mental health, substance abuse, and parenting support services; Examples: parent education treatment, parenting support services, mental health services, alcohol and other drug abuse services.\n\nVariable 22 (Social Safety Net) – Definition: Social benefit programs providing financial and material support to families; Examples: TANF, SNAP, earned income tax credit, child care subsidies, federal child tax credit."
  }
]
