[
  {
    "map_id": 2,
    "map_name": "Caregiver Wellbeing & Family Environment",
    "map_description": "This causal loop diagram is centered on caregiver-level factors associated with the incidence of child maltreatment. It explores contributors to caregivers' wellbeing and caregivers' behaviors. It also explores the impact that multiple variables related to caregiving have on the risk of child maltreatment.",
    "map_variables": "Variable 1. Crisis: This variable refers to a caregiver experiencing a crisis. Any life event can cause a crisis, and not all life events impact caregivers similarly. A crisis can be a short-term experience alleviated when the causal event ends. Still, it can also be an ongoing, chronic experience a caregiver has in which there is consistent anxiety and stress.\n\nVariable 2. Substance Misuse: This variable refers to caretakers engaging in any substance misuse. Substance misuse can vary in severity, chronicity, and impact. This variable includes alcohol misuse, drug misuse, and maternal substance misuse. This variable does not include child or youth substance misuse.\n\nVariable 3. External Shocks & Major Life Events: This variable refers to any significant event that is not directly caused by a family's actions or choices but impacts a family's life circumstances. These shocks may cause a family to experience a crisis, be anticipated or unanticipated, and have short or long-term durations. This variable includes emergencies, external financial crises, natural disasters, war/conflict, and pandemics.\n\nVariable 4. (Intimate Partner Violence) IPV: This variable refers to a caregiver experiencing intimate partner violence while in a romantic relationship. There are different types and forms of IPV, and it has varying impacts on the caregiver and family environment.\n\nVariable 5. Household Dynamics & Family Environment: This variable refers to interpersonal dynamics and relationships within a family, such as chaotic home environments, family conflicts, family support, and interactions with cohabitants. This variable includes individual-level social support from household members, family norms of violence, parenting behavior and discipline, family conflict, and level of parental supervision.\n\nVariable 6. Child Disability & Health Conditions: This variable refers to each child's needs. These can be physical needs such as clothing and developmental and emotional needs. Each child's needs will differ depending on their life circumstances and health status and can come with additional financial costs and stressors. This variable includes developmental needs, physical needs, emotional needs, needs related to chronic pain, needs related to celiac disease, and needs related to epilepsy.\n\nVariable 7. Parent Training & Education Programs: This variable refers to programs offered to train and educate caregivers. Each program has different aspects, and programs have varying impacts on parenting practices and caregiver attitudes. Caregiver engagement and involvement in such programs also can vary by the individual and affect the program's impact on each caregiver. This variable includes peer support, psychoeducation Intervention, parenting education programs, the effects of gender norms on participation, and discussion of gender within programs.\n\nVariable 8. Financial Stressors: Two definitions are interrelated. Under the first definition, this variable refers to the economic hardships caregivers can be burdened by depending on their resources and the stress that can accumulate from these hardships. This variable includes material hardships, economic crises, household economic resources and income, and financial costs associated with caregiving. Under the second definition, this variable refers to family-level economic hardship or material deficit. This variable includes poverty, income loss or instability, and material hardship.\n\nVariable 9. Caregiver Maltreatment During Childhood: This variable refers to caregivers' histories and experiences with child maltreatment during their childhood. These experiences can vary based on the severity of maltreatment, the type of maltreatment, and the chronicity of maltreatment; therefore, the impact of these experiences also varies with each caregiver. This variable includes maternal history of child maltreatment, sexual abuse, physical abuse, emotional abuse, and other forms of abuse and neglect.\n\nVariable 10. Child/Caregiver Attachment: This variable refers to the type of attachment and quality of bond between a caregiver and child. This variable includes parent-child attachment, parent-child synchrony, attachment style, and parent-child interaction.\n\nVariable 11. Child Resiliency: This variable refers to the ability a child has to overcome challenges and hardships.\n\nVariable 12. Parenting Practices & Behaviors: This variable refers to the activities and behaviors caregivers engage in when interacting with a child and the impact these practices have on a child. This variable includes breastfeeding practices, communication practices, role reversal, positive parenting, rejection/withdrawal from children, physical and psychological aggression, discipline, adverse parenting practices, and supervision.\n\nVariable 13. Social Support: This variable refers to formal and informal social support forms. It reflects the resources available for families to gain support from, such as social services and friends/family. This variable includes maternal social isolation, social services & resources, family social support, and parent social support.\n\nVariable 14. Child Well-being & Development: This variable refers to children's development, safety, health, and well-being. This variable includes child self-regulation, physical health, mental health, self-esteem, behavioral and emotional well-being, delinquency, reunification, cognitive development, academic performance, quality of life, and health conditions.\n\nVariable 15. Stressors of Caregiving: This variable refers to the mental and emotional toll caregivers experience related to day-to-day child-rearing. This variable includes parenting stress, chronic parenting stress, and stressful events.\n\nVariable 16. Abuse & Neglect: This variable refers to any harm experienced by a child due to a caregiver's actions. Harm can vary in severity, chronicity, and type and can vary in impact. This variable includes abuse, neglect, physical harm & abuse, emotional harm & abuse, sexual abuse, and developmental harm.\n\nVariable 17. Caregiver Efficacy & Confidence: This variable refers to caregivers' confidence in their parents' roles and perceptions of that role. This variable includes parental self-perception, parental self-esteem, and parental self-efficacy.\n\nVariable 18. Caregiver Coping & Regulation Strategies: This variable refers to the inner skills and strategies caregivers have, either innate or learned, that can be utilized to respond to challenges and stressors that result from caregiving or other life circumstances. This variable includes parenting capabilities, coping strategies, caregiver emotional regulation, caregiver optimism, caregiver reflective functioning, caregiver personal control, maternal psychological functioning, caregiver resilience, parenting functioning capacity, and caregiver bandwidth to dedicate to the child.\n\nVariable 19. Risk of Child Maltreatment: This variable refers to the presence of a risk that child maltreatment may occur. This does not guarantee or suggest that child maltreatment will happen but signals that a risk of maltreatment is present. Sources of information utilized within studies include substantiated reports, CPS (Child Protective Services) investigations, hotline calls, allegations, hospital records, and parent-reported behaviors. This variable includes child maltreatment rates or combined abuse & neglect rates; physical, emotional, and supervisory neglect; physical, emotional, and sexual abuse; physical or violent discipline; childhood injuries; and adverse childhood experiences (ACEs).\n\nVariable 20. Caregiver Attitudes and Beliefs: This variable refers to caregivers' attitudes and beliefs. More specifically, this variable centers on attitudes and beliefs that impact parenting and the relationship between a child and caregiver. This variable includes caregiver attitude toward themselves, caregiver attitude toward parenting, caregiver attitude toward children, and caregiver expectations of the child.\n\nVariable 21. Caregiver Mental & Physical Health: This variable refers to a caregiver's mental health and well-being. Some research on this variable broadly focuses on mental and physical health, and some centers on specific diagnoses and illnesses. This variable includes depression, PTSD, borderline personality disorders, emotional well-being, maternal mental health, and other forms of health."
  },
  {
    "map_id": 4,
    "map_name": "Financial Stressors & Child Maltreatment Evidence Map",
    "map_description": "This causal loop diagram is centered on community-level and family-level financial factors associated with the incidence of child maltreatment. It explores contributors to neighborhood and household conditions, and also explores the impact multiple variables related to financial stressors have on the risk of child maltreatment.",
    "map_variables": "Variable 1. Substance Misuse: This variable refers to caretakers engaging in any substance misuse. Substance misuse can vary in severity, chronicity, and impact. This variable includes alcohol misuse, drug misuse, and maternal substance misuse. This variable does not include child or youth substance misuse.\n\nVariable 2. Stressors of Caregiving: This variable refers to the mental and emotional toll caregivers experience related to day-to-day child-rearing. This variable includes parenting stress, chronic parenting stress, and stressful events.\n\nVariable 3. Social Safety Net: This variable refers to social benefit programs that provide families with financial and material support. This variable includes TANF, SNAP, earned income tax credit, child care subsidies, and federal child tax credit.\n\nVariable 4. Child Well-being & Development: This variable refers to children’s development, safety, health, and well-being. This variable includes child self-regulation, physical health, mental health, self-esteem, behavioral and emotional well-being, delinquency, reunification, cognitive development, academic performance, quality of life, and health conditions.\n\nVariable 5. Child Disability & Chronic Illness: This variable refers to health needs and conditions in children that require ongoing use of healthcare resources. This variable includes chronic illness and special healthcare needs. This variable does not include mental health or short-term illness.\n\nVariable 6. Transportation Access: This variable refers to transportation access. This variable includes general transportation access, transportation access to child welfare participation, and transportation access to pediatric health care.\n\nVariable 7. Family Demographics: This variable refers to family and caregiver demographic characteristics and the makeup of individuals living in a family's home. This variable includes caregiver race/ethnicity, caregiver education, caregiver gender, caregiver age, and family structure.\n\nVariable 8. Housing Conditions & Stability: This variable refers to the physical conditions of a family’s home, stability of the housing situation (such as the likelihood of eviction or frequency of moves), overcrowding in the home, and physical resources within the home (such as educational or play options). This variable includes physical home environment, safety and sanitation, child access to physical home resources, housing stability and eviction risk, homelessness, and frequency of movements to new homes, whether voluntary or involuntary. This variable does not include non-physical aspects of the home.\n\nVariable 9. Environmental Conditions: This variable focuses on the physical condition of a neighborhood. This variable includes the quality of the neighborhood environment and neighborhood physical disorder, such as the presence of litter, abandoned cars, vacant or deserted houses, drinking in public, etc. \n\nVariable 10. Caregiver Wellbeing: This variable refers to caregivers’ physical and mental health, stress level, and past trauma-related experience. This variable includes caregiver physiology factors, maternal depression, psychological symptoms, past experience of child maltreatment, and experience of intimate partner violence (IPV).\n\nVariable 11. Insurance Coverage & Healthcare Utilization: This variable refers to access to quality health care, utilization of health services, and medical insurance eligibility. This variable includes access to health care and medical insurance eligibility.\n\nVariable 12. Risk of Child Maltreatment: This variable refers to the presence of a risk that child maltreatment may occur. This does not guarantee or suggest that child maltreatment will happen but signals that a risk of maltreatment is present. Sources of information utilized within studies include substantiated reports, CPS (Child Protective Services) investigations, hotline calls, allegations, hospital records, and parent-reported behaviors. This variable includes child maltreatment rates or combined abuse & neglect rates; physical, emotional, and supervisory neglect; physical, emotional, and sexual abuse; physical or violent discipline; childhood injuries; and adverse childhood experiences (ACEs).\n\nVariable 13. Neighborhood Demographics: This variable refers to neighborhood demographic characteristics. This variable includes racial/ethnic composition, population density, immigrant concentration, neighborhood family structure, neighborhood education, and neighborhood teen birth rate. This variable does not include neighborhood economic characteristics.\n\nVariable 14. Neighborhood Resources: This variable refers to neighborhood and local resources, such as family resource centers, substance abuse services, and community centers. This variable includes distance to a family resources center, density of child welfare services, neighborhood services for children and families, and neighborhood substance abuse services.\n\nVariable 15. Financial Resources: This variable refers to family-level socioeconomic resources, including income from employment, assets and savings, and financial resources from other sources. This variable includes income, family socioeconomic status (SES), and financial and material resources from safety net programs.\n\nVariable 16. Available Employment: This variable refers to the availability and characteristics of individual employment. This variable includes parental employment status.\n\nVariable 17. Neighborhood Characteristics: This variable refers to non-demographic features of a neighborhood, with a focus on socioeconomic characteristics such as neighborhood impoverishment or average income level. This variable includes neighborhood impoverishment and neighborhood wealth.\n\nVariable 18. CWS Reporting, Involvement, & Policies: This variable refers to interactions with Child Welfare Services (CWS), including substantiated and unsubstantiated reports, investigations, child removal from home, and stays in foster care. This variable includes out-of-home placement, foster care stays and reunifications, CWS reports, and hotline calls.\n\nVariable 19. Risk of Harm from Neighborhood Conditions: This variable refers to potentially harmful factors in a neighborhood environment, such as alcohol outlets, drug presence, criminal activity, and violence. This variable includes neighborhood disorder and dis-amenities, alcohol and drug availability, drug-related incidents or arrests, neighborhood violence, and neighborhood crime presence or rate.\n\nVariable 20. Financial Stressors: Two definitions are interrelated. Under the first definition, this variable refers to the economic hardships caregivers can be burdened by depending on their resources and the stress that can accumulate from these hardships. This variable includes material hardships, economic crises, household economic resources and income, and financial costs associated with caregiving. Under the second definition, this variable refers to family-level economic hardship or material deficit. This variable includes poverty, income loss or instability, and material hardship.\n\nVariable 21. Child Demographics: This variable refers to children’s demographic characteristics. This variable includes child age, child gender, and race/ethnicity.\n\nVariable 22. Engagement in Social Services: This variable refers to family-level engagement in social services such as mental health, substance abuse, and parenting services. This variable includes both access to and usage of services. This variable includes parent education treatment, parenting support services, mental health services, and alcohol and other drug abuse services. This variable does not include social welfare programs.\n\nVariable 23. Social Support in Community: This variable refers to community-level social dynamics, extent of social cohesion and order, and socialized norms of behavior within a neighborhood. This variable includes social networks and support, neighborhood social cohesion, collective efficacy and social control, norms within the neighborhood, and social networks, such as drug use and violent behavior.\n\nVariable 24. Household Dynamics & Family Environment: This variable refers to interpersonal dynamics and relationships within a family, such as chaotic home environments, family conflicts, family support, and interactions with cohabitants. This variable includes individual-level social support from household members, family norms of violence, parenting behavior and discipline, family conflict, and level of parental supervision."
  }
]